---
kind: other
id: Properties.T:Autodesk.Revit.DB.CeilingAndFloor
source: html/b2c11595-05f5-022a-291e-e0e249af1388.htm
---
# CeilingAndFloor Properties

The id of the assembly instance to which the element belongs.